<?php
  // Bulgarian translated by Pavlin Spasov

  $CharSet = "UTF-8";

  // Global
  $Translate[0]  = "Мениджър на потребителите за PureFTPd";
  $Translate[1]  = "Версия 2.5";

  // Default username
  $Translate[10] = "име";

  // System messages
  $Translate[20] = "Избрали сте грешен потребител или парола.";
  $Translate[21] = "Паролата е грешна, текущите промени не са записани.";
  $Translate[22] = "Данните ще бъдат записани с изключение на текущата парола.";
  $Translate[23] = "Данните са записани.";
  $Translate[24] = "ftp потребителя";
  $Translate[25] = "ще бъде изтрит.";
  $Translate[26] = "Грешка: няма достъп до една или повече директория(и)";

  // Labels
  $Translate[30] = "Login страница";
  $Translate[31] = "Нов потребител";
  $Translate[32] = "Потребител";
  $Translate[33] = "Потребител id";
  $Translate[34] = "Група id";
  $Translate[35] = "Домашна директория";
  $Translate[36] = "Скорост на ъплоуд(Kb/s)";
  $Translate[37] = "Скорост на даунлоуд(Kb/s)";
  $Translate[38] = "Ip адрес";
  $Translate[39] = "Конфигуриране";
  $Translate[40] = "Активен";
  $Translate[41] = "Парола";
  $Translate[42] = "Парола повторно";
  $Translate[43] = "Квота за брой на файлове";
  $Translate[44] = "Квота за общ обем на файлове(Mb)";
  $Translate[45] = "Коефициент [ъплоуд:даунлоуд]";
  $Translate[46] = "Забележка";

  // Button info
  $Translate[60] = "Промени";
  $Translate[61] = "Изтрий";
  $Translate[62] = "Заключи";
  $Translate[63] = "Отключи";
  $Translate[64] = "Отвори";
  $Translate[65] = "Отвори браузър-а на директориите.";
  $Translate[66] = "Затвори браузъра на директориите.";
  $Translate[67] = "Запис";

  // Attributes from the directory browser
  $Translate[80] = "Име";
  $Translate[81] = "Размер";
  $Translate[82] = "Тип";
  $Translate[83] = "Променен";
  $Translate[84] = "Собственик";
  $Translate[85] = "Група";
  $Translate[86] = "Атрибути";

  // Help balloons
  $Translate[90] = "ftp акаунта трябва да е активен за да може да се използва.";
  $Translate[91] = "Правата на потребителя на този ftp акаунт са еднакви с тези на този Unix потребител.";
  $Translate[92] = "Правата на групата на този ftp акаунт са еднакви с тези на тази Unix група.";
  $Translate[93] = "Максимална скорост на ъплоуд в KB/s за ftp потребителя.";
  $Translate[94] = "Максимална скорост на даунлоуд в KB/s за ftp потребителя.";
  $Translate[95] = "Ограничение за максималния брой файлове, които потребителя може да съхранява.";
  $Translate[96] = "Ограничение за общия размер (Mb) на файловете, които потребителя може да съхранява.";
  $Translate[97] = "Например <1:2> означава: първо ъплоуд на 4 Mb, след това даунлоуд на 8 Mb";
  $Translate[98] = "Ограничение за ползване на този акаунт от определен ip адрес (* за изключване на ограничението)";
